Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Headphones_Settings_HfpBattery_Description.Text
source: The Handsfree function (voice communication) of the headphone will not be available. Do not disable Handsfree manually. Restart application to apply changes.
ar_aa: لن تكون وظيفة التحدث الحر (الاتصال الصوتي) لسماعة الرأس متاحة. لا تقم بتعطيل السماعة يدويًا. أعد تشغيل البرنامج لتطبيق التغييرات.
bg_bg: Хендсфрии функцията (гласова комуникация) на слушалките няма да бъде налична. Не деактивирайте Хендсфрии ръчно. Рестартирайте приложението, за да приложите промените.
ca_es: La funció Manos Lliures (comunicació per veu) dels auriculars no estarà disponible. No desactiveu Manos Lliures manualment. Reinicieu l'aplicació per aplicar els canvis.
cs_cz: Hands-Free funkce sluchátek nebude dostupná. Nevypínejte Hands-Free ručně. Restartujte aplikaci pro provedení změn.
da_dk: Håndfri-funktionen (talekommunikation) på hovedtelefonerne vil ikke være tilgængelig. De må ikke deaktivere håndfri-funktionen manuelt. Genstart applikationen for at anvende ændringerne.
de_de: Die Freisprechfunktion (Sprachkommandos) des Kopfhörers ist nicht verfügbar. Deaktiviere die Freisprechfunktion nicht manuell. Starte die Anwendung neu, um die Änderungen zu übernehmen.
el_gr: Η λειτουργία Hands-Free (φωνητική επικοινωνία) των ακουστικών δεν θα είναι διαθέσιμη. Μην απενεργοποιήσετε χειροκίνητα το Hands-Free. Επανεκκινήστε την εφαρμογή για να εφαρμόσετε τις αλλαγές.
es_es: La función Handsfree (comunicación por voz) de los auriculares no estará disponible. No desactive Manos Libres manualmente. Reinicie la aplicación para aplicar los cambios.
es_mx: La función Manos libres (comunicación por voz) de los auriculares no estará disponible. No desactives Manos libres manualmente. Reinicie la aplicación para aplicar los cambios.
fa_ir: کارکرد (voice communication) هدفون شما در دسترس نخواهد بود. هدفون را به صورت دستی غیر فعال نکنید. برای اعمال تغییرات برنامه را مجددا راه اندازی کنید.
fi_fi: Kuulokkeiden Handsfree-toiminto (ääniviestintä) ei ole käytettävissä. Älä poista Handsfree-toimintoa manuaalisesti. Ota muutokset käyttöön käynnistämällä sovellus uudelleen.
fil: Hindi magiging available ang Handsfree function (komunikasyon ng boses) ng headphone. Huwag paganahin ang Handsfree nang manu-mano. I-restart ang application upang ilapat ang mga pagbabago.
fr_fr: La fonction mains libres (communication vocale) de l'écouteur n'est pas disponible. Ne désactivez pas la fonction mains libres manuellement. Redémarrez l'application pour appliquer les changements.
he_il: פונקציית הדיבורית (תקשורת קולית) של האוזניות לא תהיה זמינה. אין להשבית את הדיבורית באופן ידני. הפעל מחדש את היישום כדי להחיל שינויים.
hi_in: हेडफ़ोन का हैंड्स-फ़्री फ़ंक्शन (आवाज़ संचार) उपलब्ध नहीं होगा। हैंड्स-फ़्री को मैन्युअल रूप से बऺद न करें। परिवर्तनों को लागू करने के लिए एप्लिकेशन को पुनरारंभ करें।
hr_hr: Handsfree funkcija (glasovna komunikacija) slušalica neće biti dostupna. Nemojte ručno onemogućavati Handsfree. Ponovno pokrenite aplikaciju da biste primijenili promjene.
hu_hu: A Hands-Free funkció (hang vezérlés) nem elérhető. Ne kapcsold ki manuálisan a Hands Free funkciót. Indítsa újra az alkalmazást a módosítások érvényesítéséhez.
id_id: Fungsi Handsfree (komunikasi suara) pada headphone tidak akan tersedia. Jangan nonaktifkan Handsfree secara manual. Restart aplikasi untuk menerapkan perubahan.
it_it: La funzione Mani libere (comunicazione vocale) della cuffia non sarà disponibile. Non disattivare manualmente la funzione. Riavviare l'applicazione per applicare le modifiche.
ja_jp: ヘッドホンのハンズフリー機能（音声通話）は利用できなくなります。 ハンズフリーを手動で無効にしないでください。 アプリケーションを再起動して変更を適用します。
kn_in: ಹೆಡ್‌ಫೋನ್‌ನ ಹ್ಯಾಂಡ್ಸ್‌ಫ್ರೀ ಕಾರ್ಯ (ಧ್ವನಿ ಸಂವಹನ) ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ಹ್ಯಾಂಡ್ಸ್‌ಫ್ರೀ ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಡಿ. ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ.
lt_lt: Ausinių laisvų rankų funkcija (balso ryšio susisiekimas) nebus pasiekiama. Neišjunkite laisvos rankų įrenginio rankiniu būdu. Iš naujo paleiskite programą, kad būtų išsaugoti pakeitimai.
mn_mn: Чихэвчний Handsfree функц (дуу хоолой) ажиллахгүй. Handsfree-г гараар идэвхгүй болгож болохгүй. Өөрчлөлтийг хэрэгжүүлэхийн тулд програмыг дахин эхлүүлнэ үү.
ms_my: Fungsi Bebas Tangan (komunikasi suara) fon kepala tidak akan tersedia. Jangan matikan fungsi Bebas Tangan secara manual. Mulakan semula aplikasi untuk menggunakan perubahan.
nl_nl: De handsfree-functie (spraakcommunicatie) van de hoofdtelefoon is niet beschikbaar. Schakel handsfree niet handmatig uit. Start de toepassing opnieuw om de wijzigingen toe te passen.
pl_pl: Funkcja sterowania głosem (powiadomienia głosowe) w słuchawkach przestanie być dostępna. Nie wyłączaj funkcji sterowania głosem ręcznie. Zrestartuj aplikację, by zatwierdzić zmiany.
pt_br: A funcionalidade de mãos livres (comunicação por voz) dos fones de ouvido não estará disponível. Não desative a funcionalidade de mãos livres manualmente. Reinicie a aplicação para aplicar as mudanças.
pt_pt: A função Mãos-Livres (comunicação por voz) dos auscultadores não estará disponível. Não desative o Mãos-Livre manualmente. Reinicie a aplicação para aplicar as alterações.
ro_ro: Funcția Hands-Free (comunicare vocală) a căștilor nu va fi disponibilă. Nu dezactivați Hands-Free manual. Reporniți aplicația pentru a confirma modificările.
ru_ru: Функция Handsfree (голосовая связь) наушников будет недоступна. Не отключайте Handsfree вручную. Перезапустите приложение, чтобы применить изменения.
sq_al: Funksioni Handsfree (komunikim me zë) i kufjeve nuk do të jetë i disponueshëm. Mos e çaktivizoni manualisht Handsfree. Rinisni aplikacionin për të aplikuar ndryshimet.
te_in: హెడ్‌ఫోన్ యొక్క హ్యాండ్‌ఫ్రీ ఫంక్షన్ (వాయిస్ కమ్యూనికేషన్) అందుబాటులో ఉండదు. హ్యాండ్స్‌ఫ్రీని మాన్యువల్‌గా డిజేబుల్ చేయవద్దు. మార్పులను వర్తింపజేయడానికి అనువర్తనాన్ని పునఃప్రారంభించండి.
tr_tr: Kulaklığın Hands-Free fonksiyonu müsait değil. Manuel olarak Hands-Free'yi kapatmayın. Değişiklikleri uygulamak için uygulamayı yeniden başlatın.
uk_ua: Функція Handsfree (голосовий зв'язок) навушників буде недоступна. Не вимикайте Handsfree вручну. Перезапустіть програму, щоб застосувати зміни.
ur_pk: ہیڈ فون کا ہینڈز فری فنکشن (وائس کمیونیکیشن) دستیاب نہیں ہوگا۔ دستی طور پر ہینڈز فری کو غیر فعال نہ کریں۔ تبدیلیاں لاگو کرنے کے لیے درخواست کو دوبارہ شروع کریں۔
vi_vn: Chức năng Rảnh tay (giao tiếp bằng giọng nói) của tai nghe sẽ không thể sử dụng. Không được tự vô hiệu hóa chức năng này. Khởi động lại ứng dụng để áp dụng thay đổi.
yue: 耳機的免持功能（語音通訊）將無法使用。 請勿手動停用免持功能。 重新啟動應用程式以應用變更。
zh_tw: 耳機的免持(語音通話)功能將會被關閉。請勿手動關閉免持功能，請重新啟動應用程式來套用變更。

# Support_Setting_Weblate.Header
source: Translate application
ar_aa: تطبيق الترجمة
bg_bg: Превеждане на приложението
ca_es: Tradueix aplicació
cs_cz: Přeložit aplikaci
da_dk: Oversæt ansøgning
de_de: Anwendung übersetzen
el_gr: Μετάφραση εφαρμογής
es_es: Aplicación de traducción
es_mx: Traducir aplicación
fa_ir: درخواست ترجمه
fi_fi: Käännä ohjelma
fil: itranslate ang application
fr_fr: Traduire l'application
he_il: תרגם את התוכנה
hi_in: अनुवाद आवेदन
hr_hr: Prevedi aplikaciju
hu_hu: Alkalmazás lefordítása
id_id: Aplikasi penerjemah
it_it: Traduci applicazione
ja_jp: アプリケーションを翻訳する
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅನುವಾದಿಸಿ
lt_lt: Išversti programą
mn_mn: Орчуулах програм
ms_my: Aplikasi terjemah
nl_nl: Applicatie vertalen
pl_pl: Przetłumacz aplikację
pt_br: Traduza a aplicação
pt_pt: Aplicação de tradução
ro_ro: Traduceți aplicația
ru_ru: Перевод приложения
sq_al: Përkthe aplikacionin
te_in: అనువదించు అప్లికేషన్
tr_tr: Uygulamayı çevir
uk_ua: Перекласти застосунок
ur_pk: درخواست کا ترجمہ کریں
vi_vn: Dịch ứng dụng
yue: 翻譯應用程式
zh_tw: 翻譯程式

# Settings_Header_Support.Header
source: Support and community
ar_aa: الدعم والمجتمع
bg_bg: Поддръжка и общност
ca_es: Suport i comunitat
cs_cz: Podpora a komunita
da_dk: Support og fællesskab
de_de: Support und Community
el_gr: Υποστήριξη και κοινότητα
es_es: Soporte y comunidad
es_mx: Apoyo y comunidad
fa_ir: پشتیبانی و انجمن
fi_fi: Tuki ja yhteisö
fil: Suporta at komunidad
fr_fr: Support et communauté
he_il: תמיכה וקהילה
hi_in: समर्थन और समुदाय
hr_hr: Podrška i zajednica
hu_hu: Támogatás és közösség
id_id: Bantuan dan komunitas
it_it: Supporto e comunità
ja_jp: サポートとコミュニティー
kn_in: ಬೆಂಬಲ ಮತ್ತು ಸಮುದಾಯ
lt_lt: Palaikymas ir bendruomenė
mn_mn: Дэмжлэг ба олон нийт
ms_my: Sokongan dan komuniti
nl_nl: Ondersteuning en gemeenschap
pl_pl: Wsparcie i społeczność
pt_br: Suporte e comunidade
pt_pt: Suporte e Comunidade
ro_ro: Suport și comunitate
ru_ru: Поддержка и сообщество
sq_al: Mbështetje dhe komunitet
te_in: మద్దతు మరియు సంఘం
tr_tr: Destek ve topluluk
uk_ua: Підтримка і спільнота
ur_pk: حمایت اور کمیونٹی
vi_vn: Hỗ trợ và cộng đồng
yue: 支持和社區
zh_tw: 支援與論壇

# Preferences_Setting_Language.Description
source: Restart application to apply changes.
ar_aa: اعد تشغيل البرنامج لتطبيق التغييرات.
bg_bg: Рестартирай приложението за прилагане на промените.
ca_es: Reinicia l'aplicació per aplicar els canvis.
cs_cz: Restartuje aplikaci pro provedení změn.
da_dk: Genstart applikationen for at anvende ændringerne.
de_de: Starte die Anwendung neu, um die Änderungen zu übernehmen.
el_gr: Επανεκκινήστε την εφαρμογή για να εφαρμόσετε τις αλλαγές.
es_es: Reinicia la aplicación para aplicar los cambios.
es_mx: Reinicia la aplicación para aplicar los cambios.
fa_ir: برای اعمال تغییرات برنامه را مجددا راه اندازی کنید.
fi_fi: Ota muutokset käyttöön käynnistämällä sovellus uudelleen.
fil: I-restart ang aplikasyon upang mailapat ang mga pagbabago.
fr_fr: Redémarrer le programme pour appliquer les modifications.
he_il: הפעל מחדש את היישום כדי להחיל שינויים.
hi_in: परिवर्तनों को लागू करने के लिए एप्लिकेशन को पुनरारंभ करें।
hr_hr: Ponovno pokrenite aplikaciju da biste primijenili promjene.
hu_hu: Indítsa újra az alkalmazást a változtatások érvényesítéhez.
id_id: Mulai ulang aplikasi untuk menerapkan perubahan.
it_it: Riavvia l'applicazione per applicare i cambiamenti.
ja_jp: 変更を適用するためアプリケーションを再起動する。
kn_in: ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ.
lt_lt: Iš naujo paleiskite programą, kad pritaikytumėte pakeitimus.
mn_mn: Өөрчлөлтийг хэрэгжүүлэхийн тулд програмыг дахин эхлүүлнэ үү.
ms_my: Mulakan semula aplikasi untuk menggunakan perubahan.
nl_nl: Start de toepassing opnieuw om de wijzigingen toe te passen.
pl_pl: Zrestartuj aplikację, by zatwierdzić zmiany.
pt_br: Reiniciar aplicação para aplicar alterações.
pt_pt: Reinicie a aplicação para aplicar as alterações.
ro_ro: Reporniți aplicația pentru a confirma alegerile.
ru_ru: Перезапустите приложение, чтобы применить изменения.
sq_al: Rinisni aplikacionin për të aplikuar ndryshimet.
te_in: మార్పులను వర్తింపజేయడానికి అనువర్తనాన్ని పునఃప్రారంభించండి.
tr_tr: Değişiklikleri uygulamak için uygulamayı yeniden başlat.
uk_ua: Перезапустіть додаток для застосування змін.
ur_pk: تبدیلیاں لاگو کرنے کے لیے درخواست کو دوبارہ شروع کریں۔
vi_vn: Khởi động lại ứng dụng để áp dụng thay đổi.
yue: 重新啟動應用程式以應用變更。
zh_tw: 重新開啟應用程式以套用更變。

# SettingsItem_Experimental.HintLink
source: Learn more
ar_aa: انقر للمزيد
bg_bg: Научи повече
ca_es: Més informació
cs_cz: Zjistit více
da_dk: Lær mere
de_de: Mehr erfahren
el_gr: Μάθετε περισσότερα
es_es: Más información
es_mx: Saber más
fa_ir: بیشتر بدانید
fi_fi: Lue lisää
fil: Matuto pa
fr_fr: En savoir plus
he_il: למד עוד
hi_in: और जाने
hr_hr: Uči više
hu_hu: Tudj meg többet
id_id: Pelajari lebih lanjut
it_it: Ulteriori informazioni
ja_jp: 詳しく知る
kn_in: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
mn_mn: Илүү ихийг мэдэж аваарай
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
pt_pt: Saber mais
ro_ro: Află mai multe
ru_ru: Подробнее
sq_al: Mësoni më shumë
te_in: ఇంకా నేర్చుకో
tr_tr: Daha fazlasını öğren
uk_ua: Подробиці
vi_vn: Tìm hiểu thêm
yue: 了解更多
zh_tw: 了解更多

# Headphones_HelpMessage_BluetoothClassicNotSupported_Header.Text
source: Bluetooth Classic not supported
ar_aa: بلوتوث الكلاسيك غير مدعوم
bg_bg: Bluetooth Classic не се поддържа
ca_es: Bluetooth Classic no és compatible
cs_cz: Bluetooth Classic není podporován
da_dk: Bluetooth Classic ikke understøttet
de_de: Bluetooth Classic wird nicht unterstützt
el_gr: Το Bluetooth Classic δεν υποστηρίζεται
es_es: Bluetooth Classic no es compatible
es_mx: Bluetooth Classic no soportado
fa_ir: ورژن کلاسیک بلوتوث، پشتیبانی نمیشود
fi_fi: Bluetooth Classic ei tuettu
fil: Bluetooth Classic ay hindi supportado
fr_fr: Bluetooth Classique non supporté
he_il: הBluetooth הקלאסי אינו נתמך
hi_in: ब्लूटूथ क्लासिक समर्थित नहीं है
hr_hr: Bluetooth Classic nije podržan
hu_hu: Bluetooth Classic nem támogatott
id_id: Bluetooth Classic tidak kompatibel
it_it: Bluetooth Classic non supportato
ja_jp: Bluetooth Classicがサポートされていません
kn_in: ಬ್ಲೂಟೂತ್ ಕ್ಲಾಸಿಕ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
ko_kr: 연결된 어댑터가 Bluetooth Classic을 지원하지 않아요
lt_lt: „Bluetooth Classic“ nepalaikomas
mn_mn: Bluetooth Classic-г дэмждэггүй
ms_my: Tidak menyokong Bluetooth Klasik
nl_nl: Bluetooth classic is niet ondersteund
pl_pl: Adapter nie wspiera klasycznego Bluetooth
pt_br: Bluetooth Clássico não é suportado
pt_pt: Bluetooth Classic não suportado
ro_ro: Bluetooth Classic nu este suportat
ru_ru: Bluetooth Classic не поддерживается
sk_sk: Bluetooth Classic nie je podporovný
sl_si: Bluetooth Classic ni podpiran
sq_al: Bluetooth Classic nuk mbështetet
te_in: బ్లూటూత్ క్లాసిక్‌కి మద్దతు లేదు
tr_tr: Bluetooth Classic standardı desteklenmiyor
uk_ua: Bluetooth Classic не підтримується
ur_pk: بلوٹوتھ کلاسک تعاون یافتہ نہیں ہے
vi_vn: Bluetooth Classic không được hỗ trợ
yue: 唔支援傳統藍牙
zh_cn: 不支持经典蓝牙
zh_tw: 不支援傳統藍牙技術

# Settings_AudioStreaming_Setting_StreamingDevice.Description
source: Stream audio from Bluetooth devices to PC. The PC acts as a Bluetooth speaker.
ar_aa: دفق الصوت من أجهزة بلوتوث إلى جهاز الكمبيوتر. يعمل الكمبيوتر كمكبر صوت بلوتوث.
bg_bg: Предавайте поточно аудио от Bluetooth устройства към компютъра. Компютърът действа като Bluetooth високоговорител.
ca_es: Transmet àudio des de dispositius Bluetooth al PC. El PC actua com a altaveu Bluetooth.
cs_cz: Streamování zvuku z Bluetooth zařízení do PC. Počítač slouží jako Bluetooth repoduktor.
da_dk: Stream lyd fra Bluetooth-enheder til PC'en. PC'en fungerer som en Bluetooth-højttaler.
de_de: Übertrage die Audiosignale von Bluetooth-Geräten auf den PC. Der PC fungiert als Bluetooth-Lautsprecher.
el_gr: Ροή ήχου από συσκευές Bluetooth στον υπολογιστή. Ο υπολογιστής λειτουργεί ως ηχείο Bluetooth.
es_es: Transmite audio desde dispositivos Bluetooth al PC. El PC actúa como altavoz Bluetooth.
es_mx: Transmitir audio desde dispositivos Bluetooth a la PC. La PC actúa como una bocina de bluetooth.
fa_ir: صدا را به جای دستگاه های بلوتوث دار، از کامپیوتر پخش کن. کامپیوتر مانند اسپیکر عمل میکند.
fi_fi: Äänen suoratoisto Bluetooth-laitteista tietokoneeseen. PC toimii Bluetooth-kaiuttimena.
fil: I-stream ang audio mula sa mga Bluetooth device patungo sa PC. Ang PC ay gumaganap bilang isang Bluetooth speaker.
fr_fr: Diffuser de l'audio depuis un périphérique Bluetooth vers le PC. Le PC est utilisé comme une enceinte Bluetooth.
he_il: נגן שמע מהתקן Bluetooth למחשב. המחשב יתנהג כנגן Bluetooth.
hi_in: ब्लूटूथ डिवाइस से पीसी पर ऑडियो स्ट्रीम करें। पीसी ब्लूटूथ स्पीकर के रूप में कार्य करता है।
hr_hr: Usmjeravajte zvuk s Bluetooth uređaja na računalo. Računalo djeluje kao Bluetooth zvučnik.
hu_hu: Audió Streamelése Bluetooth eszközökről a PC-re. A PC Bluetooth hangszóróként funkcionál.
id_id: Streaming audio dari perangkat Bluetooth ke PC. PC berfungsi sebagai speaker Bluetooth.
it_it: Riproduci contenuti audio via Bluetooth sul PC. Il PC funziona come uno speaker bluetooth.
ja_jp: Bluetooth デバイスから PC にオーディオをストリーミングします。 PC は Bluetooth スピーカーとして機能します。
kn_in: ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳಿಂದ ಪಿಸಿಗೆ ಆಡಿಯೊವನ್ನು ಸ್ಟ್ರೀಮ್ ಮಾಡಿ. ಪಿಸಿ ಬ್ಲೂಟೂತ್ ಸ್ಪೀಕರ್ ಆಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.
lt_lt: Perduokite garsą iš „Bluetooth“ įrenginių į kompiuterį. Kompiuteris veikia kaip Bluetooth garsiakalbis.
mn_mn: Bluetooth төхөөрөмжөөс компьютерт дуу дамжуулах. Компьютер нь Bluetooth чанга яригчийн үүрэг гүйцэтгэдэг.
ms_my: Strim audio daripada peranti Bluetooth ke PC. Ia akan bertindak sebagai pembesar suara Bluetooth.
nl_nl: Speel geluid van Bluetooth apparaat af op deze PC. De PC doet zich voor als een Bluetooth speaker.
pl_pl: Przesyłaj strumieniowo dźwięk z urządzeń Bluetooth do komputera. Komputer działa jako głośnik Bluetooth.
pt_br: Enviar audio de dispositivos Bluetooth para o computador. O computador funcionará como um alto falante Bluetooth.
pt_pt: Transmitir áudio de dispositivos Bluetooth para o PC. O PC atua como altifalante Bluetooth.
ro_ro: Transmiteți audio de la deviceurile Bluetooth la PC. PCul se va comporta ca un difuzor Bluetooth.
ru_ru: Транслировать звук с Bluetooth устройств на компьютер. Компьютер выступает в качестве Bluetooth динамиков.
sq_al: Transmetoni audio nga pajisjet Bluetooth në PC. PC vepron si altoparlant Bluetooth.
te_in: బ్లూటూత్ పరికరాల నుండి PCకి ఆడియోను ప్రసారం చేయండి. PC బ్లూటూత్ స్పీకర్‌గా పనిచేస్తుంది.
tr_tr: Ses aktarımını Bluetooth cihazlardan bilgisayara yap. Bilgisayar Bluetooth hoparölerü işlevi görür.
uk_ua: Потокове передавання аудіо з Bluetooth-пристроїв на ПК. Комп'ютер працює як Bluetooth-динамік.
ur_pk: بلوٹوتھ ڈیوائسز سے پی سی پر آڈیو سٹریم کریں۔ پی سی بلوٹوتھ اسپیکر کے طور پر کام کرتا ہے۔
vi_vn: Phát âm thanh từ thiết bị Bluetooth tới máy tính. Máy tính sẽ thành loa Bluetooth.
yue: 將音訊從藍牙裝置傳輸到電腦。 用電腦嚟嚟藍牙揚聲器。
zh_tw: 從藍牙裝置串流音訊到您的電腦，將電腦作為藍牙喇叭使用。

# Settings_AudioStreaming_Setting_StreamingDevice.HintLink
source: Add a new device
ar_aa: اضف جهاز جديد
bg_bg: Добави ново устройство
ca_es: Afegir un nou dispositiu
cs_cz: Přidat nové zařízení
da_dk: Tilføj en ny enhed
de_de: Füge ein neues Gerät hinzu
el_gr: Προσθήκη νέας συσκευής
es_es: Añadir un nuevo dispositivo
es_mx: Agregar un nuevo dispositivo
fa_ir: اضافه کردن یک دستگاه جدید
fi_fi: Lisää uusi laite
fil: Mag dagdag ng bagong device
fr_fr: Ajouter un nouveau périphérique
he_il: הוסף התקן חדש
hi_in: एक नया उपकरण जोड़ें
hr_hr: Dodavanje novog uređaja
hu_hu: Új eszköz hozzáadása
id_id: Tambahkan gawai
it_it: Aggiungi un nuovo dispositivo
ja_jp: 新しいデバイスを追加
kn_in: ಹೊಸ ಸಾಧನವನ್ನು ಸೇರಿಸಿ
mn_mn: Шинэ төхөөрөмж нэмнэ үү
nl_nl: Voeg een nieuw apparaat toe
pl_pl: Dodaj nowe urządzenie
pt_pt: Adicione um novo dispositivo
ro_ro: Adăugați un device nou
ru_ru: Добавить новое устройство
sq_al: Shto një pajisje të re
te_in: కొత్త పరికరాన్ని జోడించండి
tr_tr: Yeni cihaz ekle
uk_ua: Додати новий пристрій
vi_vn: Thêm thiết bị mới
yue: 新增裝置
zh_tw: 新增裝置

# Notification_AudioStreaming_DeviceConnectionError
source: Failed to connect streaming device. Make sure Bluetooth is enabled on streaming device.
ar_aa: فشل توصيل جهاز البث. تأكد من تمكين البلوتوث على جهاز البث.
bg_bg: Неуспешно свързване със стрийминг устройството. Уверете се, че Bluetooth е включен на стрийминг устройството.
ca_es: No s'ha pogut connectar el dispositiu de transmissió. Assegura't que el Bluetooth estigui habilitat al dispositiu de transmissió.
cs_cz: Připojení k zařízení selhalo. Ujistěte se, že je na zařízení aktivován Bluetooth.
da_dk: Forbindelsen til streaming-enheden mislykkedes. Sørg for, at Bluetooth er aktiveret på streaming-enheden.
de_de: Verbindung zum Streaming-Gerät fehlgeschlagen. Stelle sicher, dass Bluetooth auf dem Streaming-Gerät aktiviert ist.
el_gr: Αποτυχία σύνδεσης συσκευής ροής. Βεβαιωθείτε ότι το Bluetooth είναι ενεργοποιημένο στη συσκευή ροής.
es_es: No se ha podido conectar el dispositivo de transmisión. Asegúrate de que Bluetooth está activado en el dispositivo de streaming.
es_mx: No se pudo conectar el dispositivo de transmisión. Asegúrate de que el Bluetooth esté habilitado en el dispositivo de transmisión.
fa_ir: خطا در برقراری ارتباط با دستگاه پخش کننده. از روشن بودن بلوتوث دستگاه مورد نظر مطمئن شوید.
fi_fi: Suoratoistolaitteen yhdistäminen epäonnistui. Varmista, että Bluetooth on käytössä suoratoistolaitteessa.
fil: Nabigong ikonekta ang streaming device. Tiyaking naka-enable ang Bluetooth sa streaming device.
fr_fr: Echec de la connexion au dispositif de streaming. Vérifier que le Bluetooth est activé sur le dispositif de streaming.
he_il: החיבור להתקן השמע כשל. וודא שמצב-Bluetooth דולק בהתקן השמע.
hi_in: स्ट्रीमिंग डिवाइस कनेक्ट करने में विफल। सुनिश्चित करें कि स्ट्रीमिंग डिवाइस पर ब्लूटूथ सक्षम है।
hr_hr: Povezivanje uređaja za strujanje nije uspjelo. Provjerite je li Bluetooth omogućen na uređaju za strujanje.
hu_hu: Streamelő eszközhöz való csatlakozás sikertelen. Bizonyosodjon meg róla hogy a Bluetooth be van kapcsolva a streamelő eszközön.
id_id: Gagal terhubung dengan perangkat streaming. Pastikan Bluetooth pada perangkat aktif.
it_it: Impossibile connettersi al dispositivo. Assicurarsi che il Bluetooth è attivo sul dispositivo.
ja_jp: ストリーミングデバイスの接続に失敗しました。ストリーミングデバイスのBluetoothがオンになっていることを確認してください。
kn_in: ಸ್ಟ್ರೀಮಿಂಗ್ ಸಾಧನವನ್ನು ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ. ಸ್ಟ್ರೀಮಿಂಗ್ ಸಾಧನದಲ್ಲಿ ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆಯೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
lt_lt: Nepavyko prijungti perduodančio įrenginio. Įsitikinkite, kad perduodančiame įrenginyje įjungtas „Bluetooth“.
mn_mn: Дамжуулах төхөөрөмжийг холбож чадсангүй. Дамжуулах төхөөрөмж дээр Bluetooth идэвхжсэн эсэхийг шалгана уу.
ms_my: Gagal menyambungkan peranti penstriman. Pastikan Bluetooth didayakan pada peranti penstriman.
nl_nl: Verbinding met streamingapparaat mislukt . Zorg ervoor dat Bluetooth is ingeschakeld op het streamingapparaat.
pl_pl: Błąd połączenia urządzenia. Upewnij się, że Bluetooth jest dostępny na urządzeniu do streamowania.
pt_br: Falha ao conectar dispositivo de transmissão. Certifique-se de que o Bluetooth esteja ativado no dispositivo que transmite.
pt_pt: Falha ao conectar o dispositivo de streaming. Certifique-se de que o Bluetooth está ativado no dispositivo de streaming.
ro_ro: Conectarea deviceului de transmisii a eșuat. Verificați dacă Bluetooth este pornit pe device.
ru_ru: Не удалось подключить транслирующее устройство. Убедитесь, что на транслирующем устройстве включен Bluetooth.
sq_al: Lidhja e pajisjes së transmetimit dështoi. Sigurohuni që Bluetooth është i aktivizuar në pajisjen e transmetimit.
te_in: స్ట్రీమింగ్ పరికరాన్ని కనెక్ట్ చేయడంలో విఫలమైంది. స్ట్రీమింగ్ పరికరంలో బ్లూటూత్ ప్రారంభించబడిందని నిర్ధారించుకోండి.
tr_tr: Sesin çalınacağı cihaza bağlanılamadı. Cihazınızda Bluetoothun açık olduğuna emin olun.
uk_ua: Не вдалося підключити пристрій потокової передачі. Переконайтеся, що на пристрої трансляції увімкнено Bluetooth.
ur_pk: اسٹریمنگ ڈیوائس کو منسلک کرنے میں ناکام۔ یقینی بنائیں کہ اسٹریمنگ ڈیوائس پر بلوٹوتھ فعال ہے۔
vi_vn: Kết nối tới thiết bị không thành công. Hãy đảm bảo rằng Bluetooth đã được bật trong thiết bị.
yue: 連線到串流裝置失敗，請確定串流裝置的藍牙開啟咗。
zh_tw: 連線到串流裝置失敗，請確定串流裝置的藍牙已啟用。
